class News:
    pass

def get_news():
    news1 = News()
    news1.id = 1
    news1.title = "Рост популярности киберстрахования"
    news1.description = "С развитием цифровых технологий и увеличением онлайн-присутствия компаний растет интерес к киберстрахованию. Киберугрозы становятся все более сложными и разнообразными, поэтому бизнесы и организации все чаще прибегают к страхованию своих данных и информационной безопасности. Киберстрахование позволяет компаниям защитить себя от финансовых потерь и репутационных ущербов, связанных с кибератаками. "

    news2 = News()
    news2.id = 2
    news2.title = "Изменения в автостраховании"
    news2.description = "Автострахование постоянно меняется с развитием технологий. В последние годы страховые компании активно внедряют технологии искусственного интеллекта для оценки рисков и расчета страховых премий. Такие технологии позволяют страховщикам точнее определить степень риска каждого водителя и предложить более персонализированные страховые планы."
    news3 = News()
    news3.id = 3
    news3.title = "Зеленые страховые продукты"
    news3.description = "С приходом экологической осознанности увеличивается спрос на зеленые страховые продукты. Такие продукты ориентированы на устойчивость и охрану окружающей среды. Зеленые страховые полисы могут включать в себя покрытие для возмещения ущерба от природных бедствий, страхование возобновляемых источников энергии и другие аспекты, связанные с экологической ответственностью."
    news4 = News()
    news4.id = 4
    news4.title = "Разработка страховых продуктов для автономных автомобилей"
    news4.description = "С развитием технологий автономного вождения страховые компании начинают разрабатывать специальные страховые продукты. Автоматизированные системы вождения представляют новые риски и вызовы для страховых компаний, и необходимы инновационные подходы к оценке рисков и страхованию автономных автомобилей."
    news5 = News()
    news5.id = 5
    news5.title = "Внедрение блокчейн в страхование"
    news5.description = "Блокчейн-технология предоставляет новые возможности для улучшения процессов в страховании. Она может использоваться для упрощения процесса подачи заявок, улучшения точности оценки убытков и более надежного хранения данных клиентов. Это помогает снизить мошенничество и повысить прозрачность в индустрии страхования."
    news6 = News()
    news6.id = 6
    news6.title = "Рост страхования от ответственности за профессиональную деятельность"
    news6.description = "С увеличением сложности бизнес-среды растет спрос на страхование от ответственности за профессиональную деятельность. Компании и специалисты в различных областях бизнеса сталкиваются с риском возникновения претензий и судебных исков со стороны клиентов. Страхование этого риска помогает защитить финансовые интересы и репутацию."
    news7 = News()
    news7.id = 7
    news7.title = " Развитие рынка медицинского страхования"
    news7.description = "Медицинское страхование остается одной из ключевых частей страховой индустрии. В условиях роста заболеваний и медицинских расходов медицинские страховки становятся все более востребованными. Страховые компании разрабатывают новые продукты, включая страхование от критических заболеваний и страхование для путешествий за границу, чтобы удовлетворить потребности клиентов."

    return [news1, news2, news3, news4, news5, news6, news7]